Repository: AppQuality/appq-integration-center-csv-addon
Catalog: languages/appq-integration-center-csv-addon-*.po
Languages: it_it

source: Choose some fields first
it_it: Scegli i campi

source: Tracker settings updated!
it_it: Impostazioni tracker aggiornate!

source: Choose a campaign ID
it_it: Scegli un campaign ID

source: Choose a campaign with bugs
it_it: Scegli una campagna che contiene bug

source: Choose some bugs first
it_it: Seleziona i bug

source: Error
it_it: Errore

source: Your export will be downloaded soon!
it_it: Il tuo file verrà scaricato a breve!

source: Missing campaign ID
it_it: Campaign ID mancante

source: Missing field to update
it_it: Campo da aggiornare mancante

source: Missing value for field to update
it_it: Valore per il campo da aggiornare mancante

source: Set tracker settings first
it_it: Imposta i settaggi per il tracker

source: Your fields are saved successfully!
it_it: I campi sono stati salvati correttamente!

source: You don't have the permission to do this
it_it: Non hai i permessi per questa azione

source: Missing file name
it_it: Nome file mancante

source: Wrong file extension
it_it: Estensione file non riconosciuta

source: File not found
it_it: File non trovato

source: Select file format
it_it: Seleziona il formato del file

source: Select fields to export
it_it: Seleziona i campi da esportare

source: Add/edit field mapping
it_it: Aggiungi/modifica mapping dei campi

source: Name
it_it: Nome

source: summary
it_it: riepilogo

source: Save field
it_it: Salva campo

source: Cancel
it_it: Annulla

source: Field mapping
it_it: Mapping dei campi

source: CSV column name
it_it: Nome colonna del file CSV

source: Content
it_it: Contenuto

source: The content you want to set the CSV field to. {Bug.*} fields will be replaced with the bug data
it_it: Il contenuto che si vuole impostare per il campo. {Bug.*} sarà sostituito con i dati del bug

source: Description
it_it: Descrizione

source: The description of the field
it_it: Descrizione del campo

source: Selected
it_it: Selezionato

source: If the field has been selected for the export
it_it: Indica se il campo è stato selezionato nel file da esportare

source: In order to be able to export CSVs you should specify the <strong>Campaign ID</strong> first.
it_it: Per poterla esportare è necessario specificare l'<strong>ID della campagna</strong>.

source: In order to be able to export CSVs your campaign should have <strong>Bugs</strong> first.
it_it: Per poterla esportare è necessario che la campagna selezionata contenga dei <strong>bug</strong>.
